{"class_name": "Tokenizer", "config": {"num_words": 10000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": false, "split": " ", "char_level": false, "oov_token": "UNK", "document_count": 100, "word_counts": "{\"which\": 4, \"news\": 8, \"sites\": 1, \"have\": 4, \"published\": 2, \"recent\": 5, \"articles\": 7, \"about\": 10, \"amazon\": 90, \"how\": 11, \"much\": 9, \"does\": 4, \"pay\": 1, \"out\": 1, \"in\": 13, \"dividends\": 1, \"annually\": 1, \"what\": 42, \"is\": 31, \"the\": 92, \"yearly\": 5, \"dividend\": 9, \"of\": 44, \"cryptocurrencies\": 8, \"are\": 9, \"currently\": 5, \"leading\": 1, \"daily\": 10, \"movers\": 7, \"list\": 3, \"where\": 2, \"can\": 18, \"i\": 13, \"find\": 2, \"latest\": 5, \"price\": 20, \"s\": 39, \"stock\": 24, \"right\": 3, \"now\": 3, \"top\": 7, \"5\": 8, \"with\": 9, \"highest\": 2, \"percentage\": 6, \"changes\": 1, \"wish\": 4, \"could\": 2, \"see\": 2, \"candlestick\": 10, \"patten\": 1, \"you\": 17, \"provide\": 8, \"me\": 20, \"a\": 7, \"chart\": 5, \"past\": 6, \"6\": 9, \"months\": 3, \"event\": 6, \"that\": 4, \"hosting\": 1, \"on\": 10, \"friday\": 15, \"3rd\": 11, \"change\": 6, \"for\": 15, \"previous\": 2, \"week\": 11, \"need\": 1, \"month\": 6, \"pattern\": 3, \"important\": 2, \"happening\": 2, \"current\": 11, \"share\": 12, \"tell\": 6, \"value\": 6, \"per\": 6, \"has\": 5, \"increased\": 1, \"or\": 2, \"decreased\": 1, \"by\": 3, \"changed\": 2, \"last\": 6, \"knew\": 3, \"volume\": 8, \"when\": 3, \"next\": 1, \"earnings\": 4, \"call\": 4, \"scheduled\": 2, \"weekly\": 2, \"show\": 2, \"taking\": 1, \"place\": 1, \"date\": 2, \"upcoming\": 2, \"display\": 1, \"throughout\": 1, \"trading\": 3, \"day\": 1, \"links\": 2, \"total\": 1, \"number\": 1, \"shares\": 8, \"traded\": 2, \"so\": 1, \"far\": 1, \"today\": 2, \"grab\": 1, \"yield\": 1, \"three\": 2, \"most\": 3, \"m\": 1, \"interested\": 1, \"policy\": 1, \"annual\": 2, \"payout\": 1, \"cost\": 3, \"give\": 4, \"closing\": 2, \"from\": 1, \"many\": 1, \"been\": 2, \"was\": 11, \"worth\": 1, \"at\": 2, \"moment\": 1, \"terms\": 3, \"type\": 2, \"trend\": 8, \"showing\": 3, \"rate\": 1, \"active\": 1, \"movement\": 1, \"trending\": 1, \"downwards\": 1, \"lately\": 1, \"just\": 1, \"ended\": 1, \"name\": 2, \"cryptos\": 2, \"over\": 4, \"downward\": 5, \"some\": 2, \"five\": 1, \"considering\": 1, \"did\": 3, \"look\": 2, \"like\": 3, \"increase\": 1, \"decrease\": 1, \"end\": 1, \"experiencing\": 3, \"this\": 2, \"market\": 2, \"payment\": 1, \"there\": 1, \"declining\": 1, \"prices\": 1, \"written\": 2, \"if\": 2, \"had\": 1, \"movements\": 1, \"valuation\": 1, \"outlets\": 1, \"and\": 1, \"it\": 1, \"d\": 1, \"to\": 2, \"trended\": 1, \"will\": 2, \"hold\": 2, \"main\": 1}", "word_docs": "{\"news\": 8, \"sites\": 1, \"which\": 4, \"published\": 2, \"articles\": 7, \"about\": 10, \"have\": 4, \"amazon\": 90, \"recent\": 5, \"in\": 13, \"much\": 9, \"annually\": 1, \"out\": 1, \"pay\": 1, \"dividends\": 1, \"how\": 11, \"does\": 4, \"dividend\": 9, \"the\": 75, \"yearly\": 5, \"what\": 42, \"is\": 30, \"of\": 42, \"currently\": 5, \"leading\": 1, \"movers\": 7, \"are\": 9, \"list\": 3, \"daily\": 10, \"cryptocurrencies\": 8, \"latest\": 5, \"find\": 2, \"i\": 9, \"where\": 2, \"can\": 18, \"stock\": 24, \"right\": 3, \"now\": 3, \"price\": 20, \"s\": 39, \"percentage\": 6, \"changes\": 1, \"top\": 7, \"highest\": 2, \"5\": 8, \"with\": 9, \"could\": 2, \"candlestick\": 10, \"patten\": 1, \"wish\": 4, \"see\": 2, \"months\": 3, \"me\": 20, \"past\": 6, \"provide\": 8, \"chart\": 5, \"6\": 9, \"a\": 7, \"you\": 17, \"hosting\": 1, \"3rd\": 11, \"event\": 6, \"that\": 4, \"on\": 10, \"friday\": 15, \"for\": 15, \"week\": 11, \"change\": 6, \"previous\": 2, \"need\": 1, \"month\": 6, \"pattern\": 3, \"important\": 2, \"happening\": 2, \"share\": 12, \"current\": 11, \"per\": 6, \"value\": 6, \"tell\": 6, \"has\": 5, \"or\": 2, \"increased\": 1, \"decreased\": 1, \"by\": 3, \"last\": 6, \"changed\": 2, \"knew\": 3, \"volume\": 8, \"scheduled\": 2, \"when\": 3, \"earnings\": 4, \"next\": 1, \"call\": 4, \"weekly\": 2, \"show\": 2, \"place\": 1, \"taking\": 1, \"upcoming\": 2, \"date\": 2, \"display\": 1, \"day\": 1, \"throughout\": 1, \"trading\": 3, \"links\": 2, \"far\": 1, \"so\": 1, \"total\": 1, \"number\": 1, \"traded\": 2, \"shares\": 8, \"today\": 2, \"grab\": 1, \"yield\": 1, \"most\": 3, \"three\": 2, \"annual\": 2, \"interested\": 1, \"payout\": 1, \"m\": 1, \"policy\": 1, \"cost\": 3, \"from\": 1, \"give\": 4, \"closing\": 2, \"been\": 2, \"many\": 1, \"was\": 11, \"at\": 2, \"worth\": 1, \"moment\": 1, \"terms\": 3, \"trend\": 8, \"type\": 2, \"showing\": 3, \"rate\": 1, \"active\": 1, \"movement\": 1, \"trending\": 1, \"downwards\": 1, \"lately\": 1, \"just\": 1, \"ended\": 1, \"name\": 2, \"cryptos\": 2, \"over\": 4, \"downward\": 5, \"some\": 2, \"considering\": 1, \"five\": 1, \"did\": 3, \"look\": 2, \"like\": 3, \"decrease\": 1, \"increase\": 1, \"end\": 1, \"experiencing\": 3, \"this\": 2, \"market\": 2, \"payment\": 1, \"there\": 1, \"declining\": 1, \"prices\": 1, \"written\": 2, \"if\": 2, \"had\": 1, \"movements\": 1, \"valuation\": 1, \"outlets\": 1, \"it\": 1, \"and\": 1, \"to\": 2, \"d\": 1, \"trended\": 1, \"hold\": 2, \"will\": 2, \"main\": 1}", "index_docs": "{\"32\": 8, \"120\": 1, \"59\": 4, \"84\": 2, \"39\": 7, \"23\": 10, \"60\": 4, \"3\": 90, \"52\": 5, \"15\": 13, \"27\": 9, \"124\": 1, \"122\": 1, \"121\": 1, \"123\": 1, \"18\": 11, \"61\": 4, \"28\": 9, \"2\": 75, \"53\": 5, \"5\": 42, \"7\": 30, \"4\": 42, \"54\": 5, \"125\": 1, \"40\": 7, \"29\": 9, \"68\": 3, \"24\": 10, \"33\": 8, \"55\": 5, \"86\": 2, \"16\": 9, \"85\": 2, \"11\": 18, \"8\": 24, \"69\": 3, \"70\": 3, \"9\": 20, \"6\": 39, \"43\": 6, \"126\": 1, \"41\": 7, \"87\": 2, \"34\": 8, \"30\": 9, \"88\": 2, \"25\": 10, \"127\": 1, \"62\": 4, \"89\": 2, \"71\": 3, \"10\": 20, \"44\": 6, \"35\": 8, \"56\": 5, \"31\": 9, \"42\": 7, \"12\": 17, \"128\": 1, \"19\": 11, \"45\": 6, \"63\": 4, \"26\": 10, \"13\": 15, \"14\": 15, \"20\": 11, \"46\": 6, \"90\": 2, \"129\": 1, \"47\": 6, \"72\": 3, \"91\": 2, \"92\": 2, \"17\": 12, \"21\": 11, \"50\": 6, \"49\": 6, \"48\": 6, \"57\": 5, \"93\": 2, \"130\": 1, \"131\": 1, \"73\": 3, \"51\": 6, \"94\": 2, \"74\": 3, \"36\": 8, \"95\": 2, \"75\": 3, \"64\": 4, \"132\": 1, \"65\": 4, \"96\": 2, \"97\": 2, \"134\": 1, \"133\": 1, \"99\": 2, \"98\": 2, \"135\": 1, \"137\": 1, \"136\": 1, \"76\": 3, \"100\": 2, \"141\": 1, \"140\": 1, \"138\": 1, \"139\": 1, \"101\": 2, \"37\": 8, \"102\": 2, \"142\": 1, \"143\": 1, \"77\": 3, \"103\": 2, \"104\": 2, \"145\": 1, \"147\": 1, \"144\": 1, \"146\": 1, \"78\": 3, \"148\": 1, \"66\": 4, \"105\": 2, \"106\": 2, \"149\": 1, \"22\": 11, \"107\": 2, \"150\": 1, \"151\": 1, \"79\": 3, \"38\": 8, \"108\": 2, \"80\": 3, \"152\": 1, \"153\": 1, \"154\": 1, \"155\": 1, \"156\": 1, \"157\": 1, \"158\": 1, \"159\": 1, \"109\": 2, \"110\": 2, \"67\": 4, \"58\": 5, \"111\": 2, \"161\": 1, \"160\": 1, \"81\": 3, \"112\": 2, \"82\": 3, \"163\": 1, \"162\": 1, \"164\": 1, \"83\": 3, \"113\": 2, \"114\": 2, \"165\": 1, \"166\": 1, \"167\": 1, \"168\": 1, \"115\": 2, \"116\": 2, \"169\": 1, \"170\": 1, \"171\": 1, \"172\": 1, \"174\": 1, \"173\": 1, \"117\": 2, \"175\": 1, \"176\": 1, \"119\": 2, \"118\": 2, \"177\": 1}", "index_word": "{\"1\": \"UNK\", \"2\": \"the\", \"3\": \"amazon\", \"4\": \"of\", \"5\": \"what\", \"6\": \"s\", \"7\": \"is\", \"8\": \"stock\", \"9\": \"price\", \"10\": \"me\", \"11\": \"can\", \"12\": \"you\", \"13\": \"friday\", \"14\": \"for\", \"15\": \"in\", \"16\": \"i\", \"17\": \"share\", \"18\": \"how\", \"19\": \"3rd\", \"20\": \"week\", \"21\": \"current\", \"22\": \"was\", \"23\": \"about\", \"24\": \"daily\", \"25\": \"candlestick\", \"26\": \"on\", \"27\": \"much\", \"28\": \"dividend\", \"29\": \"are\", \"30\": \"with\", \"31\": \"6\", \"32\": \"news\", \"33\": \"cryptocurrencies\", \"34\": \"5\", \"35\": \"provide\", \"36\": \"volume\", \"37\": \"shares\", \"38\": \"trend\", \"39\": \"articles\", \"40\": \"movers\", \"41\": \"top\", \"42\": \"a\", \"43\": \"percentage\", \"44\": \"past\", \"45\": \"event\", \"46\": \"change\", \"47\": \"month\", \"48\": \"tell\", \"49\": \"value\", \"50\": \"per\", \"51\": \"last\", \"52\": \"recent\", \"53\": \"yearly\", \"54\": \"currently\", \"55\": \"latest\", \"56\": \"chart\", \"57\": \"has\", \"58\": \"downward\", \"59\": \"which\", \"60\": \"have\", \"61\": \"does\", \"62\": \"wish\", \"63\": \"that\", \"64\": \"earnings\", \"65\": \"call\", \"66\": \"give\", \"67\": \"over\", \"68\": \"list\", \"69\": \"right\", \"70\": \"now\", \"71\": \"months\", \"72\": \"pattern\", \"73\": \"by\", \"74\": \"knew\", \"75\": \"when\", \"76\": \"trading\", \"77\": \"most\", \"78\": \"cost\", \"79\": \"terms\", \"80\": \"showing\", \"81\": \"did\", \"82\": \"like\", \"83\": \"experiencing\", \"84\": \"published\", \"85\": \"where\", \"86\": \"find\", \"87\": \"highest\", \"88\": \"could\", \"89\": \"see\", \"90\": \"previous\", \"91\": \"important\", \"92\": \"happening\", \"93\": \"or\", \"94\": \"changed\", \"95\": \"scheduled\", \"96\": \"weekly\", \"97\": \"show\", \"98\": \"date\", \"99\": \"upcoming\", \"100\": \"links\", \"101\": \"traded\", \"102\": \"today\", \"103\": \"three\", \"104\": \"annual\", \"105\": \"closing\", \"106\": \"been\", \"107\": \"at\", \"108\": \"type\", \"109\": \"name\", \"110\": \"cryptos\", \"111\": \"some\", \"112\": \"look\", \"113\": \"this\", \"114\": \"market\", \"115\": \"written\", \"116\": \"if\", \"117\": \"to\", \"118\": \"will\", \"119\": \"hold\", \"120\": \"sites\", \"121\": \"pay\", \"122\": \"out\", \"123\": \"dividends\", \"124\": \"annually\", \"125\": \"leading\", \"126\": \"changes\", \"127\": \"patten\", \"128\": \"hosting\", \"129\": \"need\", \"130\": \"increased\", \"131\": \"decreased\", \"132\": \"next\", \"133\": \"taking\", \"134\": \"place\", \"135\": \"display\", \"136\": \"throughout\", \"137\": \"day\", \"138\": \"total\", \"139\": \"number\", \"140\": \"so\", \"141\": \"far\", \"142\": \"grab\", \"143\": \"yield\", \"144\": \"m\", \"145\": \"interested\", \"146\": \"policy\", \"147\": \"payout\", \"148\": \"from\", \"149\": \"many\", \"150\": \"worth\", \"151\": \"moment\", \"152\": \"rate\", \"153\": \"active\", \"154\": \"movement\", \"155\": \"trending\", \"156\": \"downwards\", \"157\": \"lately\", \"158\": \"just\", \"159\": \"ended\", \"160\": \"five\", \"161\": \"considering\", \"162\": \"increase\", \"163\": \"decrease\", \"164\": \"end\", \"165\": \"payment\", \"166\": \"there\", \"167\": \"declining\", \"168\": \"prices\", \"169\": \"had\", \"170\": \"movements\", \"171\": \"valuation\", \"172\": \"outlets\", \"173\": \"and\", \"174\": \"it\", \"175\": \"d\", \"176\": \"trended\", \"177\": \"main\"}", "word_index": "{\"UNK\": 1, \"the\": 2, \"amazon\": 3, \"of\": 4, \"what\": 5, \"s\": 6, \"is\": 7, \"stock\": 8, \"price\": 9, \"me\": 10, \"can\": 11, \"you\": 12, \"friday\": 13, \"for\": 14, \"in\": 15, \"i\": 16, \"share\": 17, \"how\": 18, \"3rd\": 19, \"week\": 20, \"current\": 21, \"was\": 22, \"about\": 23, \"daily\": 24, \"candlestick\": 25, \"on\": 26, \"much\": 27, \"dividend\": 28, \"are\": 29, \"with\": 30, \"6\": 31, \"news\": 32, \"cryptocurrencies\": 33, \"5\": 34, \"provide\": 35, \"volume\": 36, \"shares\": 37, \"trend\": 38, \"articles\": 39, \"movers\": 40, \"top\": 41, \"a\": 42, \"percentage\": 43, \"past\": 44, \"event\": 45, \"change\": 46, \"month\": 47, \"tell\": 48, \"value\": 49, \"per\": 50, \"last\": 51, \"recent\": 52, \"yearly\": 53, \"currently\": 54, \"latest\": 55, \"chart\": 56, \"has\": 57, \"downward\": 58, \"which\": 59, \"have\": 60, \"does\": 61, \"wish\": 62, \"that\": 63, \"earnings\": 64, \"call\": 65, \"give\": 66, \"over\": 67, \"list\": 68, \"right\": 69, \"now\": 70, \"months\": 71, \"pattern\": 72, \"by\": 73, \"knew\": 74, \"when\": 75, \"trading\": 76, \"most\": 77, \"cost\": 78, \"terms\": 79, \"showing\": 80, \"did\": 81, \"like\": 82, \"experiencing\": 83, \"published\": 84, \"where\": 85, \"find\": 86, \"highest\": 87, \"could\": 88, \"see\": 89, \"previous\": 90, \"important\": 91, \"happening\": 92, \"or\": 93, \"changed\": 94, \"scheduled\": 95, \"weekly\": 96, \"show\": 97, \"date\": 98, \"upcoming\": 99, \"links\": 100, \"traded\": 101, \"today\": 102, \"three\": 103, \"annual\": 104, \"closing\": 105, \"been\": 106, \"at\": 107, \"type\": 108, \"name\": 109, \"cryptos\": 110, \"some\": 111, \"look\": 112, \"this\": 113, \"market\": 114, \"written\": 115, \"if\": 116, \"to\": 117, \"will\": 118, \"hold\": 119, \"sites\": 120, \"pay\": 121, \"out\": 122, \"dividends\": 123, \"annually\": 124, \"leading\": 125, \"changes\": 126, \"patten\": 127, \"hosting\": 128, \"need\": 129, \"increased\": 130, \"decreased\": 131, \"next\": 132, \"taking\": 133, \"place\": 134, \"display\": 135, \"throughout\": 136, \"day\": 137, \"total\": 138, \"number\": 139, \"so\": 140, \"far\": 141, \"grab\": 142, \"yield\": 143, \"m\": 144, \"interested\": 145, \"policy\": 146, \"payout\": 147, \"from\": 148, \"many\": 149, \"worth\": 150, \"moment\": 151, \"rate\": 152, \"active\": 153, \"movement\": 154, \"trending\": 155, \"downwards\": 156, \"lately\": 157, \"just\": 158, \"ended\": 159, \"five\": 160, \"considering\": 161, \"increase\": 162, \"decrease\": 163, \"end\": 164, \"payment\": 165, \"there\": 166, \"declining\": 167, \"prices\": 168, \"had\": 169, \"movements\": 170, \"valuation\": 171, \"outlets\": 172, \"and\": 173, \"it\": 174, \"d\": 175, \"trended\": 176, \"main\": 177}"}}