{"class_name": "Tokenizer", "config": {"num_words": 10000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": false, "split": " ", "char_level": false, "oov_token": "UNK", "document_count": 108, "word_counts": "{\"what\": 43, \"type\": 2, \"of\": 44, \"trend\": 8, \"is\": 32, \"amazon\": 90, \"s\": 39, \"stock\": 24, \"currently\": 5, \"showing\": 3, \"can\": 18, \"you\": 19, \"tell\": 6, \"me\": 21, \"the\": 93, \"value\": 6, \"per\": 6, \"share\": 12, \"right\": 3, \"now\": 3, \"current\": 11, \"market\": 2, \"shares\": 8, \"yearly\": 5, \"dividend\": 9, \"i\": 14, \"wish\": 4, \"knew\": 3, \"volume\": 8, \"has\": 5, \"price\": 21, \"increased\": 1, \"or\": 2, \"decreased\": 1, \"in\": 13, \"past\": 6, \"week\": 11, \"by\": 3, \"how\": 11, \"much\": 9, \"could\": 2, \"see\": 2, \"candlestick\": 10, \"patten\": 1, \"was\": 11, \"last\": 6, \"friday\": 15, \"display\": 1, \"throughout\": 1, \"trading\": 3, \"day\": 1, \"are\": 9, \"top\": 7, \"5\": 8, \"cryptocurrencies\": 8, \"with\": 9, \"highest\": 2, \"daily\": 10, \"percentage\": 6, \"changes\": 1, \"experiencing\": 3, \"a\": 8, \"downward\": 5, \"this\": 2, \"where\": 2, \"find\": 2, \"latest\": 5, \"news\": 8, \"about\": 10, \"weekly\": 2, \"change\": 6, \"for\": 15, \"some\": 2, \"recent\": 5, \"articles\": 7, \"written\": 2, \"today\": 3, \"list\": 3, \"five\": 1, \"cryptos\": 2, \"when\": 3, \"considering\": 1, \"movers\": 7, \"provide\": 8, \"on\": 10, \"3rd\": 11, \"over\": 4, \"grab\": 1, \"6\": 9, \"month\": 6, \"pattern\": 3, \"need\": 1, \"at\": 2, \"end\": 1, \"does\": 4, \"pay\": 1, \"out\": 1, \"dividends\": 1, \"annually\": 1, \"important\": 2, \"event\": 6, \"happening\": 2, \"yield\": 1, \"no\": 1, \"thank\": 2, \"closing\": 2, \"total\": 1, \"number\": 1, \"traded\": 2, \"so\": 1, \"far\": 1, \"done\": 2, \"terms\": 3, \"show\": 3, \"chart\": 6, \"next\": 1, \"earnings\": 4, \"call\": 4, \"scheduled\": 2, \"months\": 3, \"did\": 3, \"increase\": 1, \"decrease\": 1, \"links\": 2, \"m\": 1, \"interested\": 1, \"policy\": 1, \"annual\": 2, \"payout\": 1, \"changed\": 2, \"date\": 2, \"upcoming\": 2, \"to\": 2, \"many\": 1, \"have\": 4, \"been\": 2, \"look\": 2, \"like\": 3, \"if\": 2, \"previous\": 2, \"rate\": 1, \"give\": 4, \"name\": 2, \"most\": 3, \"active\": 1, \"movement\": 1, \"valuation\": 1, \"which\": 4, \"leading\": 1, \"am\": 1, \"quit\": 1, \"cost\": 3, \"payment\": 1, \"that\": 4, \"will\": 2, \"hold\": 2, \"and\": 1, \"it\": 1, \"sites\": 1, \"published\": 2, \"just\": 1, \"ended\": 1, \"had\": 1, \"movements\": 1, \"worth\": 1, \"moment\": 1, \"three\": 2, \"trended\": 1, \"d\": 1, \"exit\": 1, \"main\": 1, \"trending\": 1, \"downwards\": 1, \"lately\": 1, \"from\": 1, \"taking\": 1, \"place\": 1, \"there\": 1, \"declining\": 1, \"prices\": 1, \"outlets\": 1, \"hosting\": 1}", "word_docs": "{\"trend\": 8, \"currently\": 5, \"of\": 42, \"amazon\": 90, \"is\": 31, \"s\": 39, \"type\": 2, \"showing\": 3, \"stock\": 24, \"what\": 43, \"share\": 12, \"the\": 76, \"right\": 3, \"now\": 3, \"me\": 21, \"you\": 19, \"per\": 6, \"tell\": 6, \"value\": 6, \"can\": 18, \"market\": 2, \"shares\": 8, \"current\": 11, \"yearly\": 5, \"dividend\": 9, \"volume\": 8, \"wish\": 4, \"knew\": 3, \"i\": 10, \"in\": 13, \"price\": 21, \"decreased\": 1, \"past\": 6, \"much\": 9, \"week\": 11, \"has\": 5, \"or\": 2, \"how\": 11, \"increased\": 1, \"by\": 3, \"see\": 2, \"candlestick\": 10, \"could\": 2, \"patten\": 1, \"last\": 6, \"friday\": 15, \"was\": 11, \"day\": 1, \"display\": 1, \"throughout\": 1, \"trading\": 3, \"daily\": 10, \"5\": 8, \"percentage\": 6, \"with\": 9, \"top\": 7, \"highest\": 2, \"changes\": 1, \"cryptocurrencies\": 8, \"are\": 9, \"this\": 2, \"downward\": 5, \"experiencing\": 3, \"a\": 8, \"find\": 2, \"where\": 2, \"about\": 10, \"news\": 8, \"latest\": 5, \"weekly\": 2, \"for\": 15, \"change\": 6, \"articles\": 7, \"written\": 2, \"some\": 2, \"recent\": 5, \"today\": 3, \"cryptos\": 2, \"movers\": 7, \"five\": 1, \"list\": 3, \"considering\": 1, \"when\": 3, \"3rd\": 11, \"on\": 10, \"provide\": 8, \"over\": 4, \"6\": 9, \"month\": 6, \"pattern\": 3, \"grab\": 1, \"need\": 1, \"end\": 1, \"at\": 2, \"out\": 1, \"annually\": 1, \"pay\": 1, \"dividends\": 1, \"does\": 4, \"event\": 6, \"important\": 2, \"happening\": 2, \"yield\": 1, \"no\": 1, \"thank\": 2, \"closing\": 2, \"traded\": 2, \"number\": 1, \"far\": 1, \"total\": 1, \"so\": 1, \"done\": 2, \"terms\": 3, \"chart\": 6, \"show\": 3, \"scheduled\": 2, \"next\": 1, \"call\": 4, \"earnings\": 4, \"months\": 3, \"decrease\": 1, \"increase\": 1, \"did\": 3, \"links\": 2, \"annual\": 2, \"payout\": 1, \"policy\": 1, \"m\": 1, \"interested\": 1, \"changed\": 2, \"date\": 2, \"upcoming\": 2, \"to\": 2, \"have\": 4, \"been\": 2, \"many\": 1, \"look\": 2, \"like\": 3, \"if\": 2, \"previous\": 2, \"rate\": 1, \"give\": 4, \"name\": 2, \"most\": 3, \"active\": 1, \"movement\": 1, \"valuation\": 1, \"leading\": 1, \"which\": 4, \"am\": 1, \"quit\": 1, \"cost\": 3, \"payment\": 1, \"hold\": 2, \"that\": 4, \"will\": 2, \"it\": 1, \"and\": 1, \"published\": 2, \"sites\": 1, \"ended\": 1, \"just\": 1, \"movements\": 1, \"had\": 1, \"worth\": 1, \"moment\": 1, \"three\": 2, \"trended\": 1, \"d\": 1, \"exit\": 1, \"main\": 1, \"lately\": 1, \"trending\": 1, \"downwards\": 1, \"from\": 1, \"taking\": 1, \"place\": 1, \"prices\": 1, \"there\": 1, \"declining\": 1, \"outlets\": 1, \"hosting\": 1}", "index_docs": "{\"32\": 8, \"53\": 5, \"4\": 42, \"3\": 90, \"7\": 31, \"6\": 39, \"86\": 2, \"68\": 3, \"8\": 24, \"5\": 43, \"17\": 12, \"2\": 76, \"69\": 3, \"70\": 3, \"9\": 21, \"11\": 19, \"45\": 6, \"43\": 6, \"44\": 6, \"12\": 18, \"87\": 2, \"33\": 8, \"18\": 11, \"54\": 5, \"27\": 9, \"34\": 8, \"59\": 4, \"71\": 3, \"15\": 10, \"16\": 13, \"10\": 21, \"123\": 1, \"46\": 6, \"28\": 9, \"19\": 11, \"55\": 5, \"88\": 2, \"20\": 11, \"122\": 1, \"72\": 3, \"90\": 2, \"23\": 10, \"89\": 2, \"124\": 1, \"47\": 6, \"13\": 15, \"21\": 11, \"127\": 1, \"125\": 1, \"126\": 1, \"73\": 3, \"24\": 10, \"35\": 8, \"48\": 6, \"30\": 9, \"40\": 7, \"91\": 2, \"128\": 1, \"36\": 8, \"29\": 9, \"92\": 2, \"56\": 5, \"74\": 3, \"37\": 8, \"94\": 2, \"93\": 2, \"25\": 10, \"38\": 8, \"57\": 5, \"95\": 2, \"14\": 15, \"49\": 6, \"41\": 7, \"97\": 2, \"96\": 2, \"58\": 5, \"75\": 3, \"98\": 2, \"42\": 7, \"129\": 1, \"76\": 3, \"130\": 1, \"77\": 3, \"22\": 11, \"26\": 10, \"39\": 8, \"60\": 4, \"31\": 9, \"50\": 6, \"78\": 3, \"131\": 1, \"132\": 1, \"133\": 1, \"99\": 2, \"135\": 1, \"137\": 1, \"134\": 1, \"136\": 1, \"61\": 4, \"51\": 6, \"100\": 2, \"101\": 2, \"138\": 1, \"139\": 1, \"102\": 2, \"103\": 2, \"104\": 2, \"141\": 1, \"143\": 1, \"140\": 1, \"142\": 1, \"105\": 2, \"79\": 3, \"52\": 6, \"80\": 3, \"106\": 2, \"144\": 1, \"63\": 4, \"62\": 4, \"81\": 3, \"146\": 1, \"145\": 1, \"82\": 3, \"107\": 2, \"108\": 2, \"150\": 1, \"149\": 1, \"147\": 1, \"148\": 1, \"109\": 2, \"110\": 2, \"111\": 2, \"112\": 2, \"64\": 4, \"113\": 2, \"151\": 1, \"114\": 2, \"83\": 3, \"115\": 2, \"116\": 2, \"152\": 1, \"65\": 4, \"117\": 2, \"84\": 3, \"153\": 1, \"154\": 1, \"155\": 1, \"156\": 1, \"66\": 4, \"157\": 1, \"158\": 1, \"85\": 3, \"159\": 1, \"119\": 2, \"67\": 4, \"118\": 2, \"161\": 1, \"160\": 1, \"120\": 2, \"162\": 1, \"164\": 1, \"163\": 1, \"166\": 1, \"165\": 1, \"167\": 1, \"168\": 1, \"121\": 2, \"169\": 1, \"170\": 1, \"171\": 1, \"172\": 1, \"175\": 1, \"173\": 1, \"174\": 1, \"176\": 1, \"177\": 1, \"178\": 1, \"181\": 1, \"179\": 1, \"180\": 1, \"182\": 1, \"183\": 1}", "index_word": "{\"1\": \"UNK\", \"2\": \"the\", \"3\": \"amazon\", \"4\": \"of\", \"5\": \"what\", \"6\": \"s\", \"7\": \"is\", \"8\": \"stock\", \"9\": \"me\", \"10\": \"price\", \"11\": \"you\", \"12\": \"can\", \"13\": \"friday\", \"14\": \"for\", \"15\": \"i\", \"16\": \"in\", \"17\": \"share\", \"18\": \"current\", \"19\": \"week\", \"20\": \"how\", \"21\": \"was\", \"22\": \"3rd\", \"23\": \"candlestick\", \"24\": \"daily\", \"25\": \"about\", \"26\": \"on\", \"27\": \"dividend\", \"28\": \"much\", \"29\": \"are\", \"30\": \"with\", \"31\": \"6\", \"32\": \"trend\", \"33\": \"shares\", \"34\": \"volume\", \"35\": \"5\", \"36\": \"cryptocurrencies\", \"37\": \"a\", \"38\": \"news\", \"39\": \"provide\", \"40\": \"top\", \"41\": \"articles\", \"42\": \"movers\", \"43\": \"tell\", \"44\": \"value\", \"45\": \"per\", \"46\": \"past\", \"47\": \"last\", \"48\": \"percentage\", \"49\": \"change\", \"50\": \"month\", \"51\": \"event\", \"52\": \"chart\", \"53\": \"currently\", \"54\": \"yearly\", \"55\": \"has\", \"56\": \"downward\", \"57\": \"latest\", \"58\": \"recent\", \"59\": \"wish\", \"60\": \"over\", \"61\": \"does\", \"62\": \"earnings\", \"63\": \"call\", \"64\": \"have\", \"65\": \"give\", \"66\": \"which\", \"67\": \"that\", \"68\": \"showing\", \"69\": \"right\", \"70\": \"now\", \"71\": \"knew\", \"72\": \"by\", \"73\": \"trading\", \"74\": \"experiencing\", \"75\": \"today\", \"76\": \"list\", \"77\": \"when\", \"78\": \"pattern\", \"79\": \"terms\", \"80\": \"show\", \"81\": \"months\", \"82\": \"did\", \"83\": \"like\", \"84\": \"most\", \"85\": \"cost\", \"86\": \"type\", \"87\": \"market\", \"88\": \"or\", \"89\": \"could\", \"90\": \"see\", \"91\": \"highest\", \"92\": \"this\", \"93\": \"where\", \"94\": \"find\", \"95\": \"weekly\", \"96\": \"some\", \"97\": \"written\", \"98\": \"cryptos\", \"99\": \"at\", \"100\": \"important\", \"101\": \"happening\", \"102\": \"thank\", \"103\": \"closing\", \"104\": \"traded\", \"105\": \"done\", \"106\": \"scheduled\", \"107\": \"links\", \"108\": \"annual\", \"109\": \"changed\", \"110\": \"date\", \"111\": \"upcoming\", \"112\": \"to\", \"113\": \"been\", \"114\": \"look\", \"115\": \"if\", \"116\": \"previous\", \"117\": \"name\", \"118\": \"will\", \"119\": \"hold\", \"120\": \"published\", \"121\": \"three\", \"122\": \"increased\", \"123\": \"decreased\", \"124\": \"patten\", \"125\": \"display\", \"126\": \"throughout\", \"127\": \"day\", \"128\": \"changes\", \"129\": \"five\", \"130\": \"considering\", \"131\": \"grab\", \"132\": \"need\", \"133\": \"end\", \"134\": \"pay\", \"135\": \"out\", \"136\": \"dividends\", \"137\": \"annually\", \"138\": \"yield\", \"139\": \"no\", \"140\": \"total\", \"141\": \"number\", \"142\": \"so\", \"143\": \"far\", \"144\": \"next\", \"145\": \"increase\", \"146\": \"decrease\", \"147\": \"m\", \"148\": \"interested\", \"149\": \"policy\", \"150\": \"payout\", \"151\": \"many\", \"152\": \"rate\", \"153\": \"active\", \"154\": \"movement\", \"155\": \"valuation\", \"156\": \"leading\", \"157\": \"am\", \"158\": \"quit\", \"159\": \"payment\", \"160\": \"and\", \"161\": \"it\", \"162\": \"sites\", \"163\": \"just\", \"164\": \"ended\", \"165\": \"had\", \"166\": \"movements\", \"167\": \"worth\", \"168\": \"moment\", \"169\": \"trended\", \"170\": \"d\", \"171\": \"exit\", \"172\": \"main\", \"173\": \"trending\", \"174\": \"downwards\", \"175\": \"lately\", \"176\": \"from\", \"177\": \"taking\", \"178\": \"place\", \"179\": \"there\", \"180\": \"declining\", \"181\": \"prices\", \"182\": \"outlets\", \"183\": \"hosting\"}", "word_index": "{\"UNK\": 1, \"the\": 2, \"amazon\": 3, \"of\": 4, \"what\": 5, \"s\": 6, \"is\": 7, \"stock\": 8, \"me\": 9, \"price\": 10, \"you\": 11, \"can\": 12, \"friday\": 13, \"for\": 14, \"i\": 15, \"in\": 16, \"share\": 17, \"current\": 18, \"week\": 19, \"how\": 20, \"was\": 21, \"3rd\": 22, \"candlestick\": 23, \"daily\": 24, \"about\": 25, \"on\": 26, \"dividend\": 27, \"much\": 28, \"are\": 29, \"with\": 30, \"6\": 31, \"trend\": 32, \"shares\": 33, \"volume\": 34, \"5\": 35, \"cryptocurrencies\": 36, \"a\": 37, \"news\": 38, \"provide\": 39, \"top\": 40, \"articles\": 41, \"movers\": 42, \"tell\": 43, \"value\": 44, \"per\": 45, \"past\": 46, \"last\": 47, \"percentage\": 48, \"change\": 49, \"month\": 50, \"event\": 51, \"chart\": 52, \"currently\": 53, \"yearly\": 54, \"has\": 55, \"downward\": 56, \"latest\": 57, \"recent\": 58, \"wish\": 59, \"over\": 60, \"does\": 61, \"earnings\": 62, \"call\": 63, \"have\": 64, \"give\": 65, \"which\": 66, \"that\": 67, \"showing\": 68, \"right\": 69, \"now\": 70, \"knew\": 71, \"by\": 72, \"trading\": 73, \"experiencing\": 74, \"today\": 75, \"list\": 76, \"when\": 77, \"pattern\": 78, \"terms\": 79, \"show\": 80, \"months\": 81, \"did\": 82, \"like\": 83, \"most\": 84, \"cost\": 85, \"type\": 86, \"market\": 87, \"or\": 88, \"could\": 89, \"see\": 90, \"highest\": 91, \"this\": 92, \"where\": 93, \"find\": 94, \"weekly\": 95, \"some\": 96, \"written\": 97, \"cryptos\": 98, \"at\": 99, \"important\": 100, \"happening\": 101, \"thank\": 102, \"closing\": 103, \"traded\": 104, \"done\": 105, \"scheduled\": 106, \"links\": 107, \"annual\": 108, \"changed\": 109, \"date\": 110, \"upcoming\": 111, \"to\": 112, \"been\": 113, \"look\": 114, \"if\": 115, \"previous\": 116, \"name\": 117, \"will\": 118, \"hold\": 119, \"published\": 120, \"three\": 121, \"increased\": 122, \"decreased\": 123, \"patten\": 124, \"display\": 125, \"throughout\": 126, \"day\": 127, \"changes\": 128, \"five\": 129, \"considering\": 130, \"grab\": 131, \"need\": 132, \"end\": 133, \"pay\": 134, \"out\": 135, \"dividends\": 136, \"annually\": 137, \"yield\": 138, \"no\": 139, \"total\": 140, \"number\": 141, \"so\": 142, \"far\": 143, \"next\": 144, \"increase\": 145, \"decrease\": 146, \"m\": 147, \"interested\": 148, \"policy\": 149, \"payout\": 150, \"many\": 151, \"rate\": 152, \"active\": 153, \"movement\": 154, \"valuation\": 155, \"leading\": 156, \"am\": 157, \"quit\": 158, \"payment\": 159, \"and\": 160, \"it\": 161, \"sites\": 162, \"just\": 163, \"ended\": 164, \"had\": 165, \"movements\": 166, \"worth\": 167, \"moment\": 168, \"trended\": 169, \"d\": 170, \"exit\": 171, \"main\": 172, \"trending\": 173, \"downwards\": 174, \"lately\": 175, \"from\": 176, \"taking\": 177, \"place\": 178, \"there\": 179, \"declining\": 180, \"prices\": 181, \"outlets\": 182, \"hosting\": 183}"}}