{"class_name": "Tokenizer", "config": {"num_words": 10000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": false, "split": " ", "char_level": false, "oov_token": "UNK", "document_count": 28, "word_counts": "{\"can\": 4, \"you\": 5, \"show\": 8, \"the\": 12, \"weekly\": 3, \"data\": 12, \"me\": 4, \"monthly\": 3, \"i\": 7, \"want\": 4, \"what\": 4, \"about\": 8, \"a\": 5, \"week\": 2, \"quit\": 1, \"yearly\": 3, \"done\": 2, \"day\": 1, \"how\": 4, \"this\": 3, \"actually\": 1, \"am\": 1, \"no\": 1, \"thank\": 1, \"today\": 1, \"month\": 2, \"end\": 1, \"would\": 1, \"like\": 1, \"to\": 1, \"ask\": 1, \"different\": 1, \"question\": 1, \"year\": 2, \"there\": 1, \"is\": 1, \"not\": 2, \"daily\": 3, \"do\": 1, \"think\": 1, \"so\": 1}", "word_docs": "{\"data\": 12, \"you\": 5, \"weekly\": 3, \"the\": 12, \"show\": 8, \"can\": 4, \"monthly\": 3, \"me\": 4, \"i\": 7, \"want\": 4, \"what\": 4, \"about\": 8, \"week\": 2, \"a\": 5, \"quit\": 1, \"yearly\": 3, \"done\": 2, \"day\": 1, \"this\": 3, \"how\": 4, \"actually\": 1, \"am\": 1, \"thank\": 1, \"no\": 1, \"today\": 1, \"month\": 2, \"end\": 1, \"different\": 1, \"question\": 1, \"ask\": 1, \"to\": 1, \"like\": 1, \"would\": 1, \"year\": 2, \"is\": 1, \"there\": 1, \"not\": 2, \"daily\": 3, \"so\": 1, \"think\": 1, \"do\": 1}", "index_docs": "{\"3\": 12, \"7\": 5, \"14\": 3, \"2\": 12, \"4\": 8, \"9\": 4, \"15\": 3, \"10\": 4, \"6\": 7, \"11\": 4, \"12\": 4, \"5\": 8, \"19\": 2, \"8\": 5, \"24\": 1, \"16\": 3, \"20\": 2, \"25\": 1, \"17\": 3, \"13\": 4, \"26\": 1, \"27\": 1, \"29\": 1, \"28\": 1, \"30\": 1, \"21\": 2, \"31\": 1, \"36\": 1, \"37\": 1, \"35\": 1, \"34\": 1, \"33\": 1, \"32\": 1, \"22\": 2, \"39\": 1, \"38\": 1, \"23\": 2, \"18\": 3, \"42\": 1, \"41\": 1, \"40\": 1}", "index_word": "{\"1\": \"UNK\", \"2\": \"the\", \"3\": \"data\", \"4\": \"show\", \"5\": \"about\", \"6\": \"i\", \"7\": \"you\", \"8\": \"a\", \"9\": \"can\", \"10\": \"me\", \"11\": \"want\", \"12\": \"what\", \"13\": \"how\", \"14\": \"weekly\", \"15\": \"monthly\", \"16\": \"yearly\", \"17\": \"this\", \"18\": \"daily\", \"19\": \"week\", \"20\": \"done\", \"21\": \"month\", \"22\": \"year\", \"23\": \"not\", \"24\": \"quit\", \"25\": \"day\", \"26\": \"actually\", \"27\": \"am\", \"28\": \"no\", \"29\": \"thank\", \"30\": \"today\", \"31\": \"end\", \"32\": \"would\", \"33\": \"like\", \"34\": \"to\", \"35\": \"ask\", \"36\": \"different\", \"37\": \"question\", \"38\": \"there\", \"39\": \"is\", \"40\": \"do\", \"41\": \"think\", \"42\": \"so\"}", "word_index": "{\"UNK\": 1, \"the\": 2, \"data\": 3, \"show\": 4, \"about\": 5, \"i\": 6, \"you\": 7, \"a\": 8, \"can\": 9, \"me\": 10, \"want\": 11, \"what\": 12, \"how\": 13, \"weekly\": 14, \"monthly\": 15, \"yearly\": 16, \"this\": 17, \"daily\": 18, \"week\": 19, \"done\": 20, \"month\": 21, \"year\": 22, \"not\": 23, \"quit\": 24, \"day\": 25, \"actually\": 26, \"am\": 27, \"no\": 28, \"thank\": 29, \"today\": 30, \"end\": 31, \"would\": 32, \"like\": 33, \"to\": 34, \"ask\": 35, \"different\": 36, \"question\": 37, \"there\": 38, \"is\": 39, \"do\": 40, \"think\": 41, \"so\": 42}"}}