{"class_name": "Tokenizer", "config": {"num_words": 10000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": false, "split": " ", "char_level": false, "oov_token": "UNK", "document_count": 25, "word_counts": "{\"i\": 7, \"want\": 4, \"the\": 12, \"yearly\": 3, \"data\": 12, \"monthly\": 3, \"show\": 8, \"me\": 4, \"weekly\": 3, \"what\": 4, \"about\": 8, \"a\": 5, \"week\": 2, \"there\": 1, \"is\": 1, \"not\": 2, \"can\": 4, \"you\": 5, \"how\": 4, \"today\": 1, \"this\": 3, \"would\": 1, \"like\": 1, \"to\": 1, \"ask\": 1, \"different\": 1, \"question\": 1, \"day\": 1, \"month\": 2, \"actually\": 1, \"am\": 1, \"done\": 1, \"year\": 2, \"no\": 1, \"thank\": 1, \"daily\": 3, \"do\": 1, \"think\": 1, \"so\": 1}", "word_docs": "{\"yearly\": 3, \"the\": 12, \"want\": 4, \"data\": 12, \"i\": 7, \"monthly\": 3, \"show\": 8, \"weekly\": 3, \"me\": 4, \"a\": 5, \"about\": 8, \"what\": 4, \"week\": 2, \"there\": 1, \"not\": 2, \"is\": 1, \"can\": 4, \"you\": 5, \"how\": 4, \"today\": 1, \"this\": 3, \"ask\": 1, \"question\": 1, \"would\": 1, \"to\": 1, \"different\": 1, \"like\": 1, \"day\": 1, \"month\": 2, \"done\": 1, \"am\": 1, \"actually\": 1, \"year\": 2, \"no\": 1, \"thank\": 1, \"daily\": 3, \"do\": 1, \"so\": 1, \"think\": 1}", "index_docs": "{\"14\": 3, \"2\": 12, \"9\": 4, \"3\": 12, \"6\": 7, \"15\": 3, \"4\": 8, \"16\": 3, \"10\": 4, \"7\": 5, \"5\": 8, \"11\": 4, \"19\": 2, \"23\": 1, \"20\": 2, \"24\": 1, \"12\": 4, \"8\": 5, \"13\": 4, \"25\": 1, \"17\": 3, \"29\": 1, \"31\": 1, \"26\": 1, \"28\": 1, \"30\": 1, \"27\": 1, \"32\": 1, \"21\": 2, \"35\": 1, \"34\": 1, \"33\": 1, \"22\": 2, \"36\": 1, \"37\": 1, \"18\": 3, \"38\": 1, \"40\": 1, \"39\": 1}", "index_word": "{\"1\": \"UNK\", \"2\": \"the\", \"3\": \"data\", \"4\": \"show\", \"5\": \"about\", \"6\": \"i\", \"7\": \"a\", \"8\": \"you\", \"9\": \"want\", \"10\": \"me\", \"11\": \"what\", \"12\": \"can\", \"13\": \"how\", \"14\": \"yearly\", \"15\": \"monthly\", \"16\": \"weekly\", \"17\": \"this\", \"18\": \"daily\", \"19\": \"week\", \"20\": \"not\", \"21\": \"month\", \"22\": \"year\", \"23\": \"there\", \"24\": \"is\", \"25\": \"today\", \"26\": \"would\", \"27\": \"like\", \"28\": \"to\", \"29\": \"ask\", \"30\": \"different\", \"31\": \"question\", \"32\": \"day\", \"33\": \"actually\", \"34\": \"am\", \"35\": \"done\", \"36\": \"no\", \"37\": \"thank\", \"38\": \"do\", \"39\": \"think\", \"40\": \"so\"}", "word_index": "{\"UNK\": 1, \"the\": 2, \"data\": 3, \"show\": 4, \"about\": 5, \"i\": 6, \"a\": 7, \"you\": 8, \"want\": 9, \"me\": 10, \"what\": 11, \"can\": 12, \"how\": 13, \"yearly\": 14, \"monthly\": 15, \"weekly\": 16, \"this\": 17, \"daily\": 18, \"week\": 19, \"not\": 20, \"month\": 21, \"year\": 22, \"there\": 23, \"is\": 24, \"today\": 25, \"would\": 26, \"like\": 27, \"to\": 28, \"ask\": 29, \"different\": 30, \"question\": 31, \"day\": 32, \"actually\": 33, \"am\": 34, \"done\": 35, \"no\": 36, \"thank\": 37, \"do\": 38, \"think\": 39, \"so\": 40}"}}