{"class_name": "Tokenizer", "config": {"num_words": 10000, "filters": "", "lower": false, "split": " ", "char_level": false, "oov_token": "UNK", "document_count": 100, "word_counts": "{\"which\": 4, \"news\": 8, \"sites\": 1, \"have\": 4, \"published\": 2, \"recent\": 5, \"articles\": 7, \"about\": 10, \"amazon\": 50, \"how\": 11, \"much\": 9, \"does\": 4, \"apple\": 27, \"pay\": 1, \"out\": 1, \"in\": 13, \"dividends\": 1, \"annually\": 1, \"what\": 42, \"is\": 31, \"the\": 92, \"yearly\": 5, \"dividend\": 9, \"of\": 44, \"cryptocurrencies\": 8, \"are\": 9, \"currently\": 5, \"leading\": 1, \"daily\": 10, \"movers\": 7, \"list\": 3, \"where\": 2, \"can\": 18, \"i\": 13, \"find\": 2, \"latest\": 5, \"price\": 20, \"s\": 39, \"stock\": 24, \"right\": 3, \"now\": 3, \"top\": 7, \"5\": 8, \"with\": 9, \"highest\": 2, \"percentage\": 6, \"changes\": 1, \"wish\": 4, \"could\": 2, \"see\": 2, \"candlestick\": 10, \"patten\": 1, \"you\": 17, \"provide\": 8, \"me\": 20, \"a\": 7, \"chart\": 5, \"past\": 6, \"6\": 9, \"months\": 3, \"event\": 6, \"that\": 4, \"hosting\": 1, \"on\": 10, \"friday\": 15, \"3rd\": 11, \"change\": 6, \"for\": 15, \"previous\": 2, \"week\": 11, \"need\": 1, \"month\": 6, \"pattern\": 3, \"important\": 2, \"happening\": 2, \"current\": 11, \"share\": 12, \"tell\": 6, \"value\": 6, \"per\": 6, \"has\": 5, \"increased\": 1, \"or\": 2, \"decreased\": 1, \"by\": 3, \"changed\": 2, \"last\": 6, \"knew\": 3, \"volume\": 8, \"google\": 9, \"when\": 3, \"next\": 1, \"earnings\": 4, \"call\": 4, \"scheduled\": 2, \"weekly\": 2, \"show\": 2, \"taking\": 1, \"place\": 1, \"date\": 2, \"upcoming\": 2, \"display\": 1, \"throughout\": 1, \"trading\": 3, \"day\": 1, \"links\": 2, \"total\": 1, \"number\": 1, \"shares\": 8, \"traded\": 2, \"so\": 1, \"far\": 1, \"today\": 2, \"grab\": 1, \"yield\": 1, \"three\": 2, \"most\": 3, \"m\": 1, \"interested\": 1, \"policy\": 1, \"annual\": 2, \"payout\": 1, \"cost\": 3, \"aapl\": 3, \"give\": 4, \"closing\": 2, \"from\": 1, \"many\": 1, \"been\": 2, \"was\": 11, \"worth\": 1, \"at\": 2, \"moment\": 1, \"terms\": 3, \"googl\": 1, \"type\": 2, \"trend\": 8, \"showing\": 3, \"rate\": 1, \"active\": 1, \"movement\": 1, \"trending\": 1, \"downwards\": 1, \"lately\": 1, \"just\": 1, \"ended\": 1, \"name\": 2, \"cryptos\": 2, \"over\": 4, \"downward\": 5, \"some\": 2, \"five\": 1, \"considering\": 1, \"did\": 3, \"look\": 2, \"like\": 3, \"increase\": 1, \"decrease\": 1, \"end\": 1, \"experiencing\": 3, \"this\": 2, \"market\": 2, \"payment\": 1, \"there\": 1, \"declining\": 1, \"prices\": 1, \"written\": 2, \"if\": 2, \"had\": 1, \"movements\": 1, \"valuation\": 1, \"outlets\": 1, \"and\": 1, \"it\": 1, \"d\": 1, \"to\": 2, \"trended\": 1, \"will\": 2, \"hold\": 2, \"main\": 1}", "word_docs": "{\"about\": 10, \"which\": 4, \"sites\": 1, \"amazon\": 50, \"articles\": 7, \"news\": 8, \"published\": 2, \"have\": 4, \"recent\": 5, \"pay\": 1, \"annually\": 1, \"out\": 1, \"does\": 4, \"dividends\": 1, \"apple\": 27, \"much\": 9, \"in\": 13, \"how\": 11, \"of\": 42, \"yearly\": 5, \"is\": 30, \"dividend\": 9, \"what\": 42, \"the\": 75, \"are\": 9, \"daily\": 10, \"cryptocurrencies\": 8, \"list\": 3, \"leading\": 1, \"currently\": 5, \"movers\": 7, \"where\": 2, \"i\": 9, \"find\": 2, \"can\": 18, \"latest\": 5, \"s\": 39, \"now\": 3, \"stock\": 24, \"right\": 3, \"price\": 20, \"5\": 8, \"changes\": 1, \"highest\": 2, \"top\": 7, \"with\": 9, \"percentage\": 6, \"wish\": 4, \"see\": 2, \"patten\": 1, \"candlestick\": 10, \"could\": 2, \"months\": 3, \"provide\": 8, \"you\": 17, \"chart\": 5, \"6\": 9, \"a\": 7, \"past\": 6, \"me\": 20, \"on\": 10, \"hosting\": 1, \"event\": 6, \"friday\": 15, \"3rd\": 11, \"that\": 4, \"for\": 15, \"week\": 11, \"change\": 6, \"previous\": 2, \"need\": 1, \"month\": 6, \"pattern\": 3, \"happening\": 2, \"important\": 2, \"share\": 12, \"current\": 11, \"tell\": 6, \"per\": 6, \"value\": 6, \"by\": 3, \"has\": 5, \"or\": 2, \"decreased\": 1, \"increased\": 1, \"changed\": 2, \"last\": 6, \"volume\": 8, \"google\": 9, \"knew\": 3, \"earnings\": 4, \"when\": 3, \"scheduled\": 2, \"next\": 1, \"call\": 4, \"weekly\": 2, \"show\": 2, \"place\": 1, \"taking\": 1, \"upcoming\": 2, \"date\": 2, \"throughout\": 1, \"trading\": 3, \"day\": 1, \"display\": 1, \"links\": 2, \"traded\": 2, \"so\": 1, \"total\": 1, \"far\": 1, \"today\": 2, \"number\": 1, \"shares\": 8, \"grab\": 1, \"yield\": 1, \"most\": 3, \"three\": 2, \"interested\": 1, \"payout\": 1, \"policy\": 1, \"m\": 1, \"annual\": 2, \"cost\": 3, \"aapl\": 3, \"from\": 1, \"give\": 4, \"closing\": 2, \"many\": 1, \"been\": 2, \"was\": 11, \"moment\": 1, \"at\": 2, \"worth\": 1, \"terms\": 3, \"googl\": 1, \"type\": 2, \"trend\": 8, \"showing\": 3, \"rate\": 1, \"active\": 1, \"movement\": 1, \"downwards\": 1, \"lately\": 1, \"trending\": 1, \"just\": 1, \"ended\": 1, \"name\": 2, \"cryptos\": 2, \"over\": 4, \"downward\": 5, \"some\": 2, \"considering\": 1, \"five\": 1, \"did\": 3, \"like\": 3, \"look\": 2, \"decrease\": 1, \"increase\": 1, \"end\": 1, \"this\": 2, \"experiencing\": 3, \"market\": 2, \"payment\": 1, \"prices\": 1, \"there\": 1, \"declining\": 1, \"written\": 2, \"if\": 2, \"had\": 1, \"movements\": 1, \"valuation\": 1, \"outlets\": 1, \"and\": 1, \"it\": 1, \"to\": 2, \"d\": 1, \"trended\": 1, \"will\": 2, \"hold\": 2, \"main\": 1}", "index_docs": "{\"24\": 10, \"61\": 4, \"123\": 1, \"3\": 50, \"41\": 7, \"34\": 8, \"87\": 2, \"62\": 4, \"54\": 5, \"124\": 1, \"127\": 1, \"125\": 1, \"63\": 4, \"126\": 1, \"8\": 27, \"28\": 9, \"16\": 13, \"19\": 11, \"4\": 42, \"55\": 5, \"7\": 30, \"29\": 9, \"5\": 42, \"2\": 75, \"30\": 9, \"25\": 10, \"35\": 8, \"70\": 3, \"128\": 1, \"56\": 5, \"42\": 7, \"88\": 2, \"17\": 9, \"89\": 2, \"12\": 18, \"57\": 5, \"6\": 39, \"72\": 3, \"9\": 24, \"71\": 3, \"10\": 20, \"36\": 8, \"129\": 1, \"90\": 2, \"43\": 7, \"31\": 9, \"45\": 6, \"64\": 4, \"92\": 2, \"130\": 1, \"26\": 10, \"91\": 2, \"73\": 3, \"37\": 8, \"13\": 17, \"58\": 5, \"32\": 9, \"44\": 7, \"46\": 6, \"11\": 20, \"27\": 10, \"131\": 1, \"47\": 6, \"14\": 15, \"20\": 11, \"65\": 4, \"15\": 15, \"21\": 11, \"48\": 6, \"93\": 2, \"132\": 1, \"49\": 6, \"74\": 3, \"95\": 2, \"94\": 2, \"18\": 12, \"22\": 11, \"50\": 6, \"52\": 6, \"51\": 6, \"75\": 3, \"59\": 5, \"96\": 2, \"134\": 1, \"133\": 1, \"97\": 2, \"53\": 6, \"38\": 8, \"33\": 9, \"76\": 3, \"66\": 4, \"77\": 3, \"98\": 2, \"135\": 1, \"67\": 4, \"99\": 2, \"100\": 2, \"137\": 1, \"136\": 1, \"102\": 2, \"101\": 2, \"139\": 1, \"78\": 3, \"140\": 1, \"138\": 1, \"103\": 2, \"104\": 2, \"143\": 1, \"141\": 1, \"144\": 1, \"105\": 2, \"142\": 1, \"39\": 8, \"145\": 1, \"146\": 1, \"79\": 3, \"106\": 2, \"148\": 1, \"150\": 1, \"149\": 1, \"147\": 1, \"107\": 2, \"80\": 3, \"81\": 3, \"151\": 1, \"68\": 4, \"108\": 2, \"152\": 1, \"109\": 2, \"23\": 11, \"154\": 1, \"110\": 2, \"153\": 1, \"82\": 3, \"155\": 1, \"111\": 2, \"40\": 8, \"83\": 3, \"156\": 1, \"157\": 1, \"158\": 1, \"160\": 1, \"161\": 1, \"159\": 1, \"162\": 1, \"163\": 1, \"112\": 2, \"113\": 2, \"69\": 4, \"60\": 5, \"114\": 2, \"165\": 1, \"164\": 1, \"84\": 3, \"85\": 3, \"115\": 2, \"167\": 1, \"166\": 1, \"168\": 1, \"116\": 2, \"86\": 3, \"117\": 2, \"169\": 1, \"172\": 1, \"170\": 1, \"171\": 1, \"118\": 2, \"119\": 2, \"173\": 1, \"174\": 1, \"175\": 1, \"176\": 1, \"177\": 1, \"178\": 1, \"120\": 2, \"179\": 1, \"180\": 1, \"121\": 2, \"122\": 2, \"181\": 1}", "index_word": "{\"1\": \"UNK\", \"2\": \"the\", \"3\": \"amazon\", \"4\": \"of\", \"5\": \"what\", \"6\": \"s\", \"7\": \"is\", \"8\": \"apple\", \"9\": \"stock\", \"10\": \"price\", \"11\": \"me\", \"12\": \"can\", \"13\": \"you\", \"14\": \"friday\", \"15\": \"for\", \"16\": \"in\", \"17\": \"i\", \"18\": \"share\", \"19\": \"how\", \"20\": \"3rd\", \"21\": \"week\", \"22\": \"current\", \"23\": \"was\", \"24\": \"about\", \"25\": \"daily\", \"26\": \"candlestick\", \"27\": \"on\", \"28\": \"much\", \"29\": \"dividend\", \"30\": \"are\", \"31\": \"with\", \"32\": \"6\", \"33\": \"google\", \"34\": \"news\", \"35\": \"cryptocurrencies\", \"36\": \"5\", \"37\": \"provide\", \"38\": \"volume\", \"39\": \"shares\", \"40\": \"trend\", \"41\": \"articles\", \"42\": \"movers\", \"43\": \"top\", \"44\": \"a\", \"45\": \"percentage\", \"46\": \"past\", \"47\": \"event\", \"48\": \"change\", \"49\": \"month\", \"50\": \"tell\", \"51\": \"value\", \"52\": \"per\", \"53\": \"last\", \"54\": \"recent\", \"55\": \"yearly\", \"56\": \"currently\", \"57\": \"latest\", \"58\": \"chart\", \"59\": \"has\", \"60\": \"downward\", \"61\": \"which\", \"62\": \"have\", \"63\": \"does\", \"64\": \"wish\", \"65\": \"that\", \"66\": \"earnings\", \"67\": \"call\", \"68\": \"give\", \"69\": \"over\", \"70\": \"list\", \"71\": \"right\", \"72\": \"now\", \"73\": \"months\", \"74\": \"pattern\", \"75\": \"by\", \"76\": \"knew\", \"77\": \"when\", \"78\": \"trading\", \"79\": \"most\", \"80\": \"cost\", \"81\": \"aapl\", \"82\": \"terms\", \"83\": \"showing\", \"84\": \"did\", \"85\": \"like\", \"86\": \"experiencing\", \"87\": \"published\", \"88\": \"where\", \"89\": \"find\", \"90\": \"highest\", \"91\": \"could\", \"92\": \"see\", \"93\": \"previous\", \"94\": \"important\", \"95\": \"happening\", \"96\": \"or\", \"97\": \"changed\", \"98\": \"scheduled\", \"99\": \"weekly\", \"100\": \"show\", \"101\": \"date\", \"102\": \"upcoming\", \"103\": \"links\", \"104\": \"traded\", \"105\": \"today\", \"106\": \"three\", \"107\": \"annual\", \"108\": \"closing\", \"109\": \"been\", \"110\": \"at\", \"111\": \"type\", \"112\": \"name\", \"113\": \"cryptos\", \"114\": \"some\", \"115\": \"look\", \"116\": \"this\", \"117\": \"market\", \"118\": \"written\", \"119\": \"if\", \"120\": \"to\", \"121\": \"will\", \"122\": \"hold\", \"123\": \"sites\", \"124\": \"pay\", \"125\": \"out\", \"126\": \"dividends\", \"127\": \"annually\", \"128\": \"leading\", \"129\": \"changes\", \"130\": \"patten\", \"131\": \"hosting\", \"132\": \"need\", \"133\": \"increased\", \"134\": \"decreased\", \"135\": \"next\", \"136\": \"taking\", \"137\": \"place\", \"138\": \"display\", \"139\": \"throughout\", \"140\": \"day\", \"141\": \"total\", \"142\": \"number\", \"143\": \"so\", \"144\": \"far\", \"145\": \"grab\", \"146\": \"yield\", \"147\": \"m\", \"148\": \"interested\", \"149\": \"policy\", \"150\": \"payout\", \"151\": \"from\", \"152\": \"many\", \"153\": \"worth\", \"154\": \"moment\", \"155\": \"googl\", \"156\": \"rate\", \"157\": \"active\", \"158\": \"movement\", \"159\": \"trending\", \"160\": \"downwards\", \"161\": \"lately\", \"162\": \"just\", \"163\": \"ended\", \"164\": \"five\", \"165\": \"considering\", \"166\": \"increase\", \"167\": \"decrease\", \"168\": \"end\", \"169\": \"payment\", \"170\": \"there\", \"171\": \"declining\", \"172\": \"prices\", \"173\": \"had\", \"174\": \"movements\", \"175\": \"valuation\", \"176\": \"outlets\", \"177\": \"and\", \"178\": \"it\", \"179\": \"d\", \"180\": \"trended\", \"181\": \"main\"}", "word_index": "{\"UNK\": 1, \"the\": 2, \"amazon\": 3, \"of\": 4, \"what\": 5, \"s\": 6, \"is\": 7, \"apple\": 8, \"stock\": 9, \"price\": 10, \"me\": 11, \"can\": 12, \"you\": 13, \"friday\": 14, \"for\": 15, \"in\": 16, \"i\": 17, \"share\": 18, \"how\": 19, \"3rd\": 20, \"week\": 21, \"current\": 22, \"was\": 23, \"about\": 24, \"daily\": 25, \"candlestick\": 26, \"on\": 27, \"much\": 28, \"dividend\": 29, \"are\": 30, \"with\": 31, \"6\": 32, \"google\": 33, \"news\": 34, \"cryptocurrencies\": 35, \"5\": 36, \"provide\": 37, \"volume\": 38, \"shares\": 39, \"trend\": 40, \"articles\": 41, \"movers\": 42, \"top\": 43, \"a\": 44, \"percentage\": 45, \"past\": 46, \"event\": 47, \"change\": 48, \"month\": 49, \"tell\": 50, \"value\": 51, \"per\": 52, \"last\": 53, \"recent\": 54, \"yearly\": 55, \"currently\": 56, \"latest\": 57, \"chart\": 58, \"has\": 59, \"downward\": 60, \"which\": 61, \"have\": 62, \"does\": 63, \"wish\": 64, \"that\": 65, \"earnings\": 66, \"call\": 67, \"give\": 68, \"over\": 69, \"list\": 70, \"right\": 71, \"now\": 72, \"months\": 73, \"pattern\": 74, \"by\": 75, \"knew\": 76, \"when\": 77, \"trading\": 78, \"most\": 79, \"cost\": 80, \"aapl\": 81, \"terms\": 82, \"showing\": 83, \"did\": 84, \"like\": 85, \"experiencing\": 86, \"published\": 87, \"where\": 88, \"find\": 89, \"highest\": 90, \"could\": 91, \"see\": 92, \"previous\": 93, \"important\": 94, \"happening\": 95, \"or\": 96, \"changed\": 97, \"scheduled\": 98, \"weekly\": 99, \"show\": 100, \"date\": 101, \"upcoming\": 102, \"links\": 103, \"traded\": 104, \"today\": 105, \"three\": 106, \"annual\": 107, \"closing\": 108, \"been\": 109, \"at\": 110, \"type\": 111, \"name\": 112, \"cryptos\": 113, \"some\": 114, \"look\": 115, \"this\": 116, \"market\": 117, \"written\": 118, \"if\": 119, \"to\": 120, \"will\": 121, \"hold\": 122, \"sites\": 123, \"pay\": 124, \"out\": 125, \"dividends\": 126, \"annually\": 127, \"leading\": 128, \"changes\": 129, \"patten\": 130, \"hosting\": 131, \"need\": 132, \"increased\": 133, \"decreased\": 134, \"next\": 135, \"taking\": 136, \"place\": 137, \"display\": 138, \"throughout\": 139, \"day\": 140, \"total\": 141, \"number\": 142, \"so\": 143, \"far\": 144, \"grab\": 145, \"yield\": 146, \"m\": 147, \"interested\": 148, \"policy\": 149, \"payout\": 150, \"from\": 151, \"many\": 152, \"worth\": 153, \"moment\": 154, \"googl\": 155, \"rate\": 156, \"active\": 157, \"movement\": 158, \"trending\": 159, \"downwards\": 160, \"lately\": 161, \"just\": 162, \"ended\": 163, \"five\": 164, \"considering\": 165, \"increase\": 166, \"decrease\": 167, \"end\": 168, \"payment\": 169, \"there\": 170, \"declining\": 171, \"prices\": 172, \"had\": 173, \"movements\": 174, \"valuation\": 175, \"outlets\": 176, \"and\": 177, \"it\": 178, \"d\": 179, \"trended\": 180, \"main\": 181}"}}